import './AboutUsStyle.css';

function AboutUs() {
  return (
    <div className="about-container">
      <h1>О нас</h1>
      <p className="textAboutinAbout">
        Мы, туристско-спортивный центр "Берёзовый хутор", занимаемся сдачей гостевых домов с 2011
        года. За это время у нас появилось множество объектов размещения на любой вкус и
        потребности. Помимо гостевых домов мы предоставляем услуги оздоровительных бань с
        отапливаемой купелью, разнообразных спортивных занятий, барбекю в уютных беседках и прогулок
        по территории туристско-спортивного центра. Подробнее ознакомится с услугами вы сможете на
        этой странице.
      </p>
    </div>
  );
}
export default AboutUs;
