import './AboutUsStyle.css';

function AboutUs() {
  return (
    <div className="about-container">
      <h1>О нас</h1>
      <p>
        УГАНДА ОНА ЖЕ УГРАДА МЕСТО ГДЕ ВЫ МОЖЕТЕ ОТДОХНУТЬ И ЗДОРОВО ПРОВЕСТИ ВРЕМЯ С ВЛАДИКОМ текст
        тексттексттексттексттексттексттексттексттек сттексттексттексттексттексттексттексттексттекс
      </p>
      <h1>О нас</h1>
      <p>
        УГАНДА ОНА ЖЕ УГРАДА МЕСТО ГДЕ ВЫ МОЖЕТЕ ОТДОХНУТЬ И ЗДОРОВО ПРОВЕСТИ ВРЕМЯ С ВЛАДИКОМ текст
        тексттексттексттексттексттексттексттексттек сттексттексттексттексттексттексттексттексттекс
      </p>
      <h1>О нас</h1>
      <p>
        УГАНДА ОНА ЖЕ УГРАДА МЕСТО ГДЕ ВЫ МОЖЕТЕ ОТДОХНУТЬ И ЗДОРОВО ПРОВЕСТИ ВРЕМЯ С ВЛАДИКОМ текст
        тексттексттексттексттексттексттексттексттек сттексттексттексттексттексттексттексттексттекс
      </p>
    </div>
  );
}
export default AboutUs;
